export const MENU_LIST = [
  '양송이수프',
  '타파스',
  '시저샐러드',
  '티본스테이크',
  '바비큐립',
  '해산물파스타',
  '크리스마스파스타',
  '초코케이크',
  '아이스크림',
  '제로콜라',
  '레드와인',
  '샴페인'
]

export const MENU_COURSE = {
  appetizer : ['양송이수프', '타파스', '시저샐러드'],
  main : ['티본스테이크', '바비큐립', '해산물파스타', '크리스마스파스타'],
  dessert : ['초코케이크', '아이스크림'],
  drink : ['제로콜라', '레드와인', '샴페인'],
}

export const MENU_PRICE = {
  0: 6000, //'양송이수프': 6000,
  1: 5500, //'타파스': 5500,
  2: 8000, //'시저샐러드': 8000,

  3: 55000, //'티본스테이크': 55000,
  4: 54000, //'바비큐립': 54000,
  5: 35000, //'해산물파스타': 35000,
  6: 25000, //'크리스마스파스타': 25000,

  7: 15000, //'초코케이크': 15000,
  8: 5000, //'아이스크림': 5000,

  9: 3000, //'제로콜라': 3000,
  10: 60000, //'레드와인' : 60000,
  11: 25000, //'샴페인': 25000,
}